[
  {
    "title": "Harry Potter Places Book Four--NEWTs",
    "authors": [
      "C. D. Miller"
    ],
    "description": "Welcome to Harry Potter Places Book Four--NEWTs: Northeastern England Wizarding Treks, the fourth of five guidebooks designed to help Potterites visit all 68 UK Potterverse places: real-life places mentioned in JKR's novels and movie film sites. Go to the website to find Book Four's Table of Contents and learn about all the Harry Potter Places travel guidebooks. www.HarryPotterPlaces.com",
    "published_date": "2012-06-28",
    "info_link": "http://books.google.com.ph/books?id=pEvGyeU-l9gC&dq=Harry+potter&hl=&source=gbs_api",
    "note": "I like this one again"
  },
  {
    "title": "The Test Book",
    "authors": [
      "Test Author"
    ],
    "description": "A test book description",
    "published_date": "2023-01-01",
    "info_link": "http://example.com/test-book",
    "note": "l"
  },
  {
    "title": "One Piece (Omnibus Edition), Vol. 32",
    "authors": [
      "Eiichiro Oda"
    ],
    "description": "Join Monkey D. Luffy and his swashbuckling crew in their search for the ultimate treasure, the One Piece. As a child, Monkey D. Luffy dreamed of becoming King of the Pirates. But his life changed when he accidentally ate the Gum-Gum Fruit, an enchanted Devil Fruit that gave him the ability to stretch like rubber. Its only drawback? He’ll never be able to swim again—a serious handicap for an aspiring sea dog! Years later, Luffy sets off on his quest to find the “One Piece,” said to be the greatest treasure in the world… In the land of Wano, Luffy and the Straw Hats hastily attempt to recruit allies in preparation for an imminent raid. But unbeknownst to the crew, the balance of world power is about to be thrown further askew when Big Mom shows up and forms a pirate alliance with Kaido! How will this potent union affect Luffy’s recovering crew?",
    "published_date": "2022-08-09",
    "info_link": "http://books.google.com.ph/books?id=fFayzgEACAAJ&dq=One+Piece&hl=&source=gbs_api",
    "note": "I'm a fan of this"
  }
]