[
  {
    "title": "Harry Potter Places Book Four--NEWTs",
    "authors": [
      "C. D. Miller"
    ],
    "description": "Welcome to Harry Potter Places Book Four--NEWTs: Northeastern England Wizarding Treks, the fourth of five guidebooks designed to help Potterites visit all 68 UK Potterverse places: real-life places mentioned in JKR's novels and movie film sites. Go to the website to find Book Four's Table of Contents and learn about all the Harry Potter Places travel guidebooks. www.HarryPotterPlaces.com",
    "published_date": "2012-06-28",
    "info_link": "http://books.google.com.ph/books?id=pEvGyeU-l9gC&dq=Harry+potter&hl=&source=gbs_api",
    "note": null
  },
  {
    "title": "Harry Potter: Creatures",
    "authors": [
      "Insight Editions"
    ],
    "description": "Discover the creatures of the wizarding world in stunning 3D scenes. Revisit the magic of Harry Potter through four intricate, multilayer dioramas that capture beloved moments from the films. From Harry's pulse-pounding battle with the Hungarian Horntail dragon to his encounter with Thestrals in the Forbidden Forest, each pop-up is laser die-cut for precision and gorgeously detailed. Every scene is followed by essential information about the creatures and fun, behind-the-scenes facts from the films. Designed to thrill both seasoned Harry Potter fans and younger children, this volume is a treasured keepsake for the whole family.",
    "published_date": "2018-10-02",
    "info_link": "http://books.google.com.ph/books?id=QMcAtAEACAAJ&dq=Harry+potter&hl=&source=gbs_api",
    "note": null
  },
  {
    "title": "Fantastic Beasts and where to Find Them",
    "authors": [
      "J. K. Rowling"
    ],
    "description": "An entertaining companion to the Harry Potter books, written by J.K. Rowling. Fantastic Beasts and Where to Find Them is an extensive introduction to magical beasts familiar from the Harry Potter books and others we haven't yet met. Includes information about beasts which can be found in Australia and New Zealand and what they eat.",
    "published_date": "2009-01-01",
    "info_link": "http://books.google.com.ph/books?id=EcekAwAAQBAJ&dq=Harry+potter&hl=&source=gbs_api",
    "note": null
  },
  {
    "title": "Harry Potter and the Cursed Child: The Official Script Book of the Original West",
    "authors": [
      "J-K Rowling",
      "Jack Thorne",
      "John Tiffany"
    ],
    "description": "The Eighth Story. Nineteen Years Later. Based on an original new story by J.K. Rowling, Jack Thorne and John Tiffany, a new play by Jack Thorne, \"Harry Potter and the Cursed Child\" is the eighth story in the Harry Potter series and the first official Harry Potter story to be presented on stage. The play will receive its world premiere in London s West End on July 30, 2016. It was always difficult being Harry Potter and it isn t much easier now that he is an overworked employee of the Ministry of Magic, a husband and father of three school-age children. While Harry grapples with a past that refuses to stay where it belongs, his youngest son Albus must struggle with the weight of a family legacy he never wanted. As past and present fuse ominously, both father and son learn the uncomfortable truth: sometimes, darkness comes from unexpected places. \"",
    "published_date": "2016-08-22",
    "info_link": "http://books.google.com.ph/books?id=6JbljwEACAAJ&dq=Harry+potter&hl=&source=gbs_api",
    "note": null
  },
  {
    "title": "Dune",
    "authors": [
      "Frank Herbert"
    ],
    "description": "",
    "published_date": "1995",
    "info_link": "http://books.google.com.ph/books?id=eJEAYAAACAAJ&dq=intitle:Dune%2Binauthor:Herbert%2Blang:en&hl=&source=gbs_api",
    "note": null
  },
  {
    "title": "Harry Potter",
    "authors": [],
    "description": "",
    "published_date": "",
    "info_link": "http://books.google.com.ph/books?id=n3vng7gyGCYC&dq=Harry+Potter&hl=&source=gbs_api",
    "note": null
  },
  {
    "title": "Harry Potter and the Cursed Child: The Official Script Book of the Original West",
    "authors": [
      "J-K Rowling",
      "Jack Thorne",
      "John Tiffany"
    ],
    "description": "The Eighth Story. Nineteen Years Later. Based on an original new story by J.K. Rowling, Jack Thorne and John Tiffany, a new play by Jack Thorne, \"Harry Potter and the Cursed Child\" is the eighth story in the Harry Potter series and the first official Harry Potter story to be presented on stage. The play will receive its world premiere in London s West End on July 30, 2016. It was always difficult being Harry Potter and it isn t much easier now that he is an overworked employee of the Ministry of Magic, a husband and father of three school-age children. While Harry grapples with a past that refuses to stay where it belongs, his youngest son Albus must struggle with the weight of a family legacy he never wanted. As past and present fuse ominously, both father and son learn the uncomfortable truth: sometimes, darkness comes from unexpected places. \"",
    "published_date": "2016-08-22",
    "info_link": "http://books.google.com.ph/books?id=6JbljwEACAAJ&dq=Harry+Potter&hl=&source=gbs_api",
    "note": null
  },
  {
    "title": "The Promises We Made",
    "authors": [
      "Rohan Jain"
    ],
    "description": "Raj can’t believe his luck when he gets selected for a summer internship in Switzerland. He had always dreamed of travelling, and this was his chance to explore the world. During this internship, he crosses paths with Sofia, a German student studying in Switzerland. Little did he know that this chance encounter will alter the course of his life forever. Raj finds himself falling in love with Sofia. But as their time together in Switzerland nears an end, Raj finds himself torn between the desire to confess his feelings to Sofia and the fear of losing her. Will Raj be able to tell Sofia how he feels? Will they be able to sustain a love spanning across cultural and geographical boundaries? The Promises We Made recounts the journey of two people falling in love in the most unexpected of circumstances. But destiny had something else in store – a dark twist of events that leaves the reader lamenting the vagaries of fate.",
    "published_date": "2020-12-08",
    "info_link": "https://play.google.com/store/books/details?id=nSwKEAAAQBAJ&source=gbs_api",
    "note": null
  },
  {
    "title": "Harry Potter",
    "authors": [
      "S. Gunelius"
    ],
    "description": "The Harry Potter books are the bestselling books of all time. In this fascinating study, Susan Gunelius analyzes every aspect of the brand phenomenon that is Harry Potter. Delving into price wars, box office revenue, and brand values, amongst other things, this is the story of the most incredible brand success there has ever been.",
    "published_date": "2008-06-03",
    "info_link": "https://play.google.com/store/books/details?id=abYKXvCwEToC&source=gbs_api",
    "note": null
  },
  {
    "title": "Harry Potter - The Illustrated Collection",
    "authors": [
      "J. K. Rowling"
    ],
    "description": "",
    "published_date": "2017-11-16",
    "info_link": "http://books.google.com.ph/books?id=7yyUswEACAAJ&dq=Harry+Potter&hl=&source=gbs_api",
    "note": null
  }
]